{
  "Aisha Fahmy Palace": {
    "name_en": "Aisha Fahmy Palace",
    "name_ar": "قصر عائشة فهمي",
    "description_en": "Aisha Fahmy Palace is a historic palace located in Cairo, built in the early 20th century for Aisha Fahmy, a prominent figure in Egyptian society. The palace is famous for its unique blend of European and Islamic architectural styles. It hosted numerous cultural and social events and remains a symbol of Cairo's artistic heritage and the lifestyle of the Egyptian elite of that era.",
    "description_ar": "قصر عائشة فهمي هو قصر تاريخي يقع في القاهرة، تم بناؤه في أوائل القرن العشرين لعائشة فهمي، وهي شخصية بارزة في المجتمع المصري. يشتهر القصر بمزيجه الفريد بين الطراز الأوروبي والإسلامي. استضاف العديد من الفعاليات الثقافية والاجتماعية ويظل رمزًا للتراث الفني في القاهرة وأسلوب حياة النخبة المصرية في تلك الفترة.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/Aisha%20Fahmy%20Palace.glb"
  },
  "Al-Azhar Mosque": {
    "name_en": "Al-Azhar Mosque",
    "name_ar": "مسجد الأزهر",
    "description_en": "Al-Azhar Mosque, founded in 970 AD, is one of the oldest and most important mosques in Cairo, Egypt. It is renowned for its role as a center of Islamic learning and scholarship, and it has played a pivotal role in the cultural and religious life of Egypt for over a millennium. The mosque's architecture is a stunning example of Fatimid design, with its grand minarets, domes, and intricate decorative details.",
    "description_ar": "مسجد الأزهر، الذي تأسس عام 970 ميلادية، هو أحد أقدم وأهم المساجد في القاهرة، مصر. يشتهر بدوره كمركز للتعليم الإسلامي والعلم، ولعب دورًا محوريًا في الحياة الثقافية والدينية لمصر لأكثر من ألف عام. يمثل تصميم المسجد مثالًا رائعًا على العمارة الفاطمية، مع مآذنه وقبابه المزخرفة بتفاصيل دقيقة.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/Al-Azhar%20Mosque.glb"
  },
  "Amr Ibn Al-Aas Mosque": {
    "name_en": "Amr Ibn Al-Aas Mosque",
    "name_ar": "مسجد عمرو بن العاص",
    "description_en": "Amr Ibn Al-Aas Mosque, established in 641 AD, is recognized as the first mosque built in Egypt and Africa. Located in the historic district of Fustat, Cairo, it played a major role in the spread of Islam in Egypt. The mosque has been rebuilt and renovated several times throughout history, but it remains a key religious and historical site, attracting both worshippers and tourists who wish to explore Egypt's early Islamic heritage.",
    "description_ar": "مسجد عمرو بن العاص، الذي تأسس عام 641 ميلادية، يُعرف بأنه أول مسجد يُبنى في مصر وأفريقيا. يقع في حي الفسطاط التاريخي في القاهرة، ولعب دورًا كبيرًا في انتشار الإسلام في مصر. تم إعادة بناء وتجديد المسجد عدة مرات عبر التاريخ، لكنه يظل موقعًا دينيًا وتاريخيًا مهمًا، يجذب المصلين والسياح الراغبين في استكشاف التراث الإسلامي المبكر في مصر.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/Amr%20Ibn%20Al-Aas%20Mosque.glb"
  },
    "Bab Zuweila": {
    "name_en": "Bab Zuweila",
    "name_ar": "باب زويلة",
    "description_en": "Bab Zuweila is one of the oldest and most iconic gates in Cairo, originally built in 1092 AD as part of the fortified wall of Fatimid Cairo. Situated at the southern end of Al‑Muʿizz Street in the historic city, it is flanked by twin minarets added in the early 15th century during the rule of Sultan al‑Mu’ayyad Shaykh. Over centuries it witnessed public processions, executions and the final fall of the Mamluk Sultanate in 1517. Today visitors can climb the steep stairway to reach the minaret terraces and enjoy panoramic views of the city’s medieval district while experiencing a living artifact of Cairo’s layered history.",
    "description_ar": "باب زويلة هو أحد أقدم وأشهر أبواب مدينة القاهرة، بُني أصلًا عام 1092 ميلادية كجزء من سور مدينة القاهرة الفاطمية. يقع في الطرف الجنوبي لشارع المعز ضمن المدينة التاريخية، يحيط به مآذنان توأمان أُضيفتا في أوائل القرن الخامس عشر خلال حكم السلطان المُعيّاد شيخ. على مر العصور شهِد موكَبَاتٍ عامة، وإعداماتٍ، وسقوط الدولة المملوكية في 1517. اليوم يمكن للزوار أن يصعدوا السلم الحاد ليصلوا إلى شرفات المآذن ويستمتعوا بإطلالات بانورامية على حيّ القاهرة الوسيط ويعيشوا تجربة قطعةٍ حيّة من تاريخ المدينة المتراكب.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/Bab%20Zuweila.glb"
  },
    "Baron Empain Palace": {
    "name_en": "Baron Empain Palace",
    "name_ar": "قصر بارون إمبان",
    "description_en": "Baron Empain Palace, also known as Le Palais Hindou, is a remarkable mansion located in Heliopolis, Cairo. Built in 1911 for Belgian industrialist Édouard Empain, the palace is inspired by Hindu temple architecture with a mix of European and Oriental design elements. The palace features intricate carvings, grand staircases, and majestic towers, making it one of Cairo’s most photogenic landmarks. Over the decades, it has inspired countless stories, legends, and urban myths, while standing as a symbol of Heliopolis’ early 20th-century urban development.",
    "description_ar": "قصر بارون إمبان، المعروف أيضًا باسم القصر الهندي، هو قصر رائع يقع في مصر الجديدة، القاهرة. بُني عام 1911 للصناعي البلجيكي إدوار إمبان، ويستوحي تصميمه من معمار المعابد الهندية مع مزيج من الطراز الأوروبي والشرقي. يتميز القصر بنقوشه المعقدة والسلالم الكبرى والأبراج المهيبة، مما يجعله أحد أكثر معالم القاهرة تصويرًا. على مر العقود، ألهم العديد من القصص والأساطير الحضرية، ويظل رمزًا لتطوير مدينة مصر الجديدة في أوائل القرن العشرين.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/Baron%20Empain%20Palace.glb"
  },
  "Bent pyramid for senefru": {
    "name_en": "Bent Pyramid",
    "name_ar": "الهرم المنحني للسنفرو",
    "description_en": "The Bent Pyramid, located in Dahshur, Egypt, is a unique example of early pyramid construction from the Old Kingdom. Built by Pharaoh Sneferu around 2600 BC, it is distinguished by its unusual bent slope, which transitions from a steep angle at the base to a shallower angle near the top. This change was likely due to structural issues during construction. The pyramid represents a critical step in the evolution of royal tomb architecture in ancient Egypt and provides valuable insights into the techniques and ambitions of early Egyptian builders.",
    "description_ar": "الهرم المنحني، الواقع في دهشور، مصر، هو مثال فريد على بناء الأهرامات في المملكة القديمة. بُني على يد الفرعون سنفرو حوالي 2600 قبل الميلاد، ويتميز بانحداره غير المعتاد الذي يتغير من زاوية شديدة في القاعدة إلى زاوية أضعف بالقرب من القمة. من المرجح أن هذا التغيير كان نتيجة مشاكل هيكلية أثناء البناء. يمثل الهرم خطوة مهمة في تطور تصميم مقابر الفراعنة ويعطي لمحة قيّمة عن تقنيات وطموحات البنائين المصريين القدماء.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/Bent%20pyramid%20for%20senefru.glb"
  },
    "Cairo Opera House": {
    "name_en": "Cairo Opera House",
    "name_ar": "دار أوبرا القاهرة",
    "description_en": "Cairo Opera House, inaugurated in 1988, is Egypt’s premier performing arts venue, located in the Gezira Island area of Cairo. It serves as the main performing arts center in the country, hosting a wide variety of events including opera, ballet, orchestral concerts, and theatrical performances. Architecturally, it blends modern design with traditional Egyptian motifs. The Opera House has become a cultural hub, symbolizing Egypt’s artistic renaissance and attracting performers and audiences from around the world.",
    "description_ar": "دار أوبرا القاهرة، التي افتتحت عام 1988، هي أبرز وجهة للفنون الأدائية في مصر، وتقع في جزيرة الزمالك بالقاهرة. تُعد المركز الرئيسي للفنون الأدائية في البلاد، حيث تستضيف مجموعة متنوعة من الفعاليات بما في ذلك الأوبرا والباليه والحفلات الأوركسترالية والعروض المسرحية. من الناحية المعمارية، يمزج المبنى بين التصميم الحديث والزخارف التقليدية المصرية. أصبحت دار الأوبرا مركزًا ثقافيًا يعكس النهضة الفنية في مصر ويجذب الفنانين والجمهور من جميع أنحاء العالم.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/Cairo%20Opera%20House.glb"
  },
  "Cairo University Clock": {
    "name_en": "Cairo University Clock",
    "name_ar": "ساعة جامعة القاهرة",
    "description_en": "The Cairo University Clock Tower, located at the main campus in Giza, is an iconic landmark that represents the academic spirit of one of Egypt’s oldest and most prestigious universities. Constructed in the mid-20th century, the tower is renowned for its large clock face visible from multiple points on campus. It serves as a central meeting point for students and staff and symbolizes the commitment to education, research, and innovation. The tower is surrounded by green lawns and historic university buildings, making it both a functional and aesthetic centerpiece.",
    "description_ar": "برج ساعة جامعة القاهرة، الواقع في الحرم الرئيسي بالجيزة، هو معلم أيقوني يمثل الروح الأكاديمية لإحدى أقدم وأعرق جامعات مصر. بُني في منتصف القرن العشرين، ويشتهر بواجهة ساعته الكبيرة التي يمكن رؤيتها من عدة نقاط في الحرم الجامعي. يعد نقطة تجمع مركزية للطلاب والعاملين ويعكس الالتزام بالتعليم والبحث والابتكار. يحيط به مساحات خضراء ومباني الجامعة التاريخية، مما يجعله مركزًا وظيفيًا وجماليًا في الوقت نفسه.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/Cairo%20University%20Clock.glb"
  },
  "Cairo_Tower": {
    "name_en": "Cairo Tower",
    "name_ar": "برج القاهرة",
    "description_en": "Cairo Tower, completed in 1961 and standing at 187 meters, is one of the tallest structures in Egypt and a landmark on Gezira Island in the Nile. Designed by Egyptian architect Naoum Shebib, the tower features a distinctive lattice-style concrete exterior inspired by the lotus plant, a symbol of ancient Egyptian culture. Visitors can access the observation deck to enjoy panoramic views of Cairo’s skyline, the Nile River, and surrounding landmarks. The tower has become a symbol of modern Cairo, representing the city’s growth and architectural innovation in the mid-20th century.",
    "description_ar": "برج القاهرة، الذي اكتمل بناؤه عام 1961 ويبلغ ارتفاعه 187 مترًا، هو أحد أطول المباني في مصر ومعلم بارز في جزيرة الزمالك على نهر النيل. صممه المعماري المصري نعوم شبيب، ويتميز البرج بواجهة خرسانية على شكل شبكة مستوحاة من زهرة اللوتس، رمز الثقافة المصرية القديمة. يمكن للزوار الوصول إلى منصة المراقبة للاستمتاع بإطلالات بانورامية على أفق القاهرة ونهر النيل والمعالم المحيطة. أصبح البرج رمزًا للقاهرة الحديثة، ممثلًا نمو المدينة وابتكاراتها المعمارية في منتصف القرن العشرين.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/Cairo%20Tower.glb"
  },
    "Egypt_Renaissance_Statue": {
    "name_en": "Egypt Renaissance Statue",
    "name_ar": "تمثال النهضة المصرية",
    "description_en": "The Egypt Renaissance Statue is a symbolic monument celebrating the cultural and political revival of modern Egypt. Erected in a prominent location in Cairo, the statue represents progress, national pride, and the vision of Egypt’s leaders to unify the country through education, arts, and social reforms. Crafted with fine detailing, the monument attracts visitors who wish to understand Egypt’s journey toward modernization and its artistic expressions of national identity.",
    "description_ar": "تمثال النهضة المصرية هو نصب رمزي يحتفل بالنهضة الثقافية والسياسية لمصر الحديثة. أقيم في موقع بارز بالقاهرة، ويمثل التقدم والفخر الوطني ورؤية قادة مصر لتوحيد البلاد من خلال التعليم والفنون والإصلاحات الاجتماعية. مصنوع بدقة فنية، ويجذب الزوار الذين يرغبون في فهم مسيرة مصر نحو التحديث وتعبيراتها الفنية عن الهوية الوطنية.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/Egypt_Renaissance_Statue.glb"
  },
  "Egyptian_Museum": {
    "name_en": "The Egyptian Museum",
    "name_ar": "المتحف المصري",
    "description_en": "The Egyptian Museum in Cairo, established in 1902, houses the world’s largest collection of Pharaonic antiquities. Located in Tahrir Square, it contains over 120,000 artifacts, including mummies, jewelry, statues, and the treasures of Tutankhamun. The museum is a center for Egyptology research and education, attracting scholars and tourists alike. Its architecture, with neoclassical elements, and the vast exhibition halls offer an immersive experience into ancient Egyptian civilization and its contributions to art, religion, and society.",
    "description_ar": "المتحف المصري في القاهرة، الذي تأسس عام 1902، يضم أكبر مجموعة من الآثار الفرعونية في العالم. يقع في ميدان التحرير، ويحتوي على أكثر من 120,000 قطعة أثرية تشمل المومياوات والمجوهرات والتماثيل وكنوز توت عنخ آمون. المتحف يعد مركزًا للبحث والتعليم في علم المصريات، ويجذب العلماء والسياح على حد سواء. يوفر تصميمه المعماري بعناصر النيوكلاسيكية والقاعات الكبيرة تجربة غامرة في حضارة مصر القديمة ومساهماتها في الفن والدين والمجتمع.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/Egyptian_Museum.glb"
  },
  "Grand_Egyptian_Museum": {
    "name_en": "The Grand Egyptian Museum (GEM)",
    "name_ar": "المتحف المصري الكبير",
    "description_en": "The Grand Egyptian Museum (GEM), located near the Giza Pyramids, is set to become the world’s largest archaeological museum. Designed with modern architectural elegance, GEM houses thousands of ancient Egyptian artifacts, including the full Tutankhamun collection, in state-of-the-art exhibition halls. The museum aims to provide an immersive educational experience, highlighting Egypt’s rich cultural heritage, technological innovations of the ancient world, and its global historical significance.",
    "description_ar": "المتحف المصري الكبير، الواقع بالقرب من أهرامات الجيزة، من المقرر أن يصبح أكبر متحف أثري في العالم. يتميز بتصميم معماري حديث وأنيق، ويضم آلاف القطع الأثرية المصرية القديمة، بما في ذلك مجموعة توت عنخ آمون كاملة، في قاعات عرض متطورة. يهدف المتحف إلى تقديم تجربة تعليمية غامرة، مع تسليط الضوء على التراث الثقافي الغني لمصر، والابتكارات التكنولوجية في العالم القديم، وأهميتها التاريخية على المستوى العالمي.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/Grand_Egyptian_Museum%20(GEM).glb"
  },
    "Hanging_Church": {
    "name_en": "The Hanging Church",
    "name_ar": "الكنيسة المعلقة",
    "description_en": "The Hanging Church, located in the Coptic Cairo district, is one of Egypt’s oldest and most famous churches. Built over the gatehouse of a Roman fortress, it dates back to the 3rd century AD, with renovations spanning several centuries. The church features exquisite wooden screens, ancient icons, and a suspended nave that gives it the 'hanging' name. It has been a central place of worship for the Coptic Christian community and a significant site reflecting Egypt’s religious and architectural history.",
    "description_ar": "الكنيسة المعلقة، الواقعة في حي مصر القديمة القبطي، هي واحدة من أقدم وأشهر الكنائس في مصر. بُنيت فوق بوابة حصن روماني، ويعود تاريخها إلى القرن الثالث الميلادي، مع عمليات ترميم استمرت على مدى عدة قرون. تتميز الكنيسة بشاشات خشبية رائعة، أيقونات قديمة، وجوقة معلقة أعطتها اسمها المميز. كانت مركزًا رئيسيًا للعبادة للمجتمع القبطي المسيحي وموقعًا مهمًا يعكس التاريخ الديني والمعماري لمصر.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/Hanging%20Church.glb"
  },
  "Ibrahim Pasha Statue": {
    "name_en": "Ibrahim Pasha Statue",
    "name_ar": "تمثال إبراهيم باشا",
    "description_en": "The Ibrahim Pasha Statue, located in Cairo, commemorates the legacy of Ibrahim Pasha, the eldest son of Muhammad Ali Pasha and a prominent military leader in Egypt during the early 19th century. Known for his campaigns in Syria and the Levant, he played a crucial role in shaping Egypt’s military and political history. The statue portrays him in military attire and serves as a historic landmark celebrating Egypt’s modernization and the military achievements of the Muhammad Ali dynasty.",
    "description_ar": "تمثال إبراهيم باشا، الواقع في القاهرة، يخلد إرث إبراهيم باشا، الابن الأكبر لمحمد علي باشا والقائد العسكري البارز في مصر خلال أوائل القرن التاسع عشر. اشتهر بحملاته في سوريا وبلاد الشام ولعب دورًا حاسمًا في تشكيل التاريخ العسكري والسياسي لمصر. يصور التمثال إبراهيم باشا بالزي العسكري ويعد معلمًا تاريخيًا يحتفي بتحديث مصر وإنجازات الأسرة العلوية العسكرية.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/Ibrahim%20Pasha%20Statue.glb"
  },
  "Khafre Pyramid": {
    "name_en": "Pyramid of Khafre",
    "name_ar": "هرم خفرع",
    "description_en": "The Pyramid of Khafre, located in the Giza plateau, is the second largest of Egypt’s ancient pyramids. Built for Pharaoh Khafre around 2570 BC, it appears taller than the Great Pyramid due to its elevated location on the plateau and the steepness of its original casing stones. The pyramid is part of a complex that includes the Great Sphinx, mortuary temples, and subsidiary pyramids. It represents a significant achievement in Old Kingdom architecture and demonstrates the Egyptians’ advanced knowledge of engineering and construction.",
    "description_ar": "هرم خفرع، الواقع في هضبة الجيزة، هو ثاني أكبر أهرامات مصر القديمة. بُني للفرعون خفرع حوالي 2570 قبل الميلاد، ويبدو أطول من الهرم الأكبر بسبب موقعه المرتفع على الهضبة وزاوية ميله الأصلية. يشكل جزءًا من مجمع يشمل تمثال أبو الهول والمعابد الجنائزية والأهرامات الثانوية. يمثل الهرم إنجازًا مهمًا في العمارة خلال المملكة القديمة ويظهر معرفة المصريين القدماء المتقدمة في الهندسة والبناء.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/Khafre%20Pyramid.glb"
  },
    "Muhammad Ali Mosque": {
    "name_en": "Muhammad Ali Mosque",
    "name_ar": "مسجد محمد علي",
    "description_en": "The Muhammad Ali Mosque, also known as the Alabaster Mosque, is a prominent landmark in Cairo's Citadel. Built between 1830 and 1848 by Muhammad Ali Pasha, it features Ottoman architectural design with a large central dome flanked by semi-domes and tall minarets. The mosque is made largely of alabaster stone, giving it a distinctive white appearance. It serves both as a place of worship and a tourist attraction, symbolizing the modernization of Cairo and the enduring influence of Muhammad Ali’s rule.",
    "description_ar": "مسجد محمد علي، المعروف أيضًا بمسجد الألبستر، هو معلم بارز في قلعة القاهرة. بُني بين عامي 1830 و1848 على يد محمد علي باشا، ويتميز بالتصميم المعماري العثماني مع قبة مركزية كبيرة محاطة بأقواس نصفية ومآذن طويلة. معظم المسجد مصنوع من حجر الألبستر، مما يمنحه مظهرًا أبيض مميزًا. يُعد المسجد مكانًا للعبادة وجذبًا سياحيًا، ويعكس تحديث القاهرة وتأثير حكم محمد علي المستمر.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/Muhammad%20Ali%20Mosque.glb"
  },
  "October_War_Panorama": {
    "name_en": "October War Panorama",
    "name_ar": "بانوراما حرب أكتوبر",
    "description_en": "The October War Panorama in Cairo commemorates Egypt’s military achievements during the October 1973 War (Yom Kippur War) against Israel. The site includes a circular building with murals, dioramas, and large-scale paintings that depict key battles and military strategies. It serves as a museum and memorial, educating visitors about the courage, strategy, and sacrifices of the Egyptian armed forces while promoting national pride and remembrance.",
    "description_ar": "بانوراما حرب أكتوبر في القاهرة تخلد الإنجازات العسكرية لمصر خلال حرب أكتوبر 1973 ضد إسرائيل. يتضمن الموقع مبنى دائري يحتوي على جداريات، ومجسمات، ولوحات كبيرة تصور المعارك الرئيسية والاستراتيجيات العسكرية. يعد المتحف نصبًا تذكاريًا، يثقف الزوار حول شجاعة واستراتيجيات وتضحيات القوات المسلحة المصرية ويعزز الفخر الوطني والذاكرة التاريخية.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/October%20War%20Panorama.glb"
  },
  "Pyramid of Khufu": {
    "name_en": "Pyramid of Khufu",
    "name_ar": "هرم خوفو",
    "description_en": "The Pyramid of Khufu, also known as the Great Pyramid of Giza, is the largest and most famous of the Egyptian pyramids. Constructed around 2560 BC for Pharaoh Khufu, it was originally 146.5 meters tall and remained the tallest man-made structure for over 3,800 years. The pyramid served as a tomb for the pharaoh and a monumental display of Egypt’s engineering and architectural capabilities. It is part of the Giza pyramid complex, which also includes the pyramids of Khafre and Menkaure, and the Great Sphinx.",
    "description_ar": "هرم خوفو، المعروف أيضًا بالهرم الأكبر بالجيزة، هو الأكبر والأشهر بين الأهرامات المصرية. بُني حوالي 2560 قبل الميلاد للفرعون خوفو، وكان ارتفاعه الأصلي 146.5 متر وظل أطول بناء من صنع الإنسان لأكثر من 3800 سنة. خدم الهرم كمقبرة للفرعون وعرضًا ضخمًا لقدرات مصر الهندسية والمعمارية. وهو جزء من مجمع أهرامات الجيزة الذي يشمل أيضًا أهرامات خفرع ومنقرع وأبو الهول العظيم.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/Pyramid%20of%20Khufu.glb"
  },
    "Pyramid_of_Djoser": {
    "name_en": "Pyramid of Djoser",
    "name_ar": "هرم زوسر",
    "description_en": "The Pyramid of Djoser, located in Saqqara, is the earliest colossal stone building in Egypt and the world’s first step pyramid. Constructed during the 27th century BC for Pharaoh Djoser by his architect Imhotep, it consists of six mastaba-like layers stacked in decreasing size. This innovative design marked a turning point in ancient Egyptian architecture, leading to the construction of true pyramids. The complex includes temples, courtyards, and ceremonial structures, reflecting the religious and cultural practices of the time.",
    "description_ar": "هرم زوسر، الواقع في سقارة، هو أقدم بناء حجري ضخم في مصر وأول هرم مدرج في العالم. بُني خلال القرن السابع والعشرين قبل الميلاد للفرعون زوسر على يد المهندس المعماري إمحوتب، ويتألف من ست طبقات تشبه المَصطَبَة، تتناقص في الحجم نحو الأعلى. شكل هذا التصميم المبتكر نقطة تحول في العمارة المصرية القديمة، مما مهد لبناء الأهرامات الحقيقية. يشمل المجمع معابد وساحات وهياكل احتفالية تعكس الممارسات الدينية والثقافية في ذلك العصر.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/Pyramid_of_Djoser.glb"
  },
  "Qasr_El_Nil_Lion_Statue": {
    "name_en": "Qasr El Nil Lion Statue",
    "name_ar": "تمثال أسود قصر النيل",
    "description_en": "The Qasr El Nil Lion Statues are iconic bronze sculptures guarding the Qasr El Nil Bridge in Cairo. Erected in the early 20th century, these statues symbolize strength, courage, and the connection between Cairo’s historic and modern districts. Each lion is intricately designed, standing proudly at the bridge’s entrance and attracting tourists and photographers. The statues have become cultural landmarks and are often associated with Egypt’s urban identity and artistic heritage.",
    "description_ar": "تماثيل أسود قصر النيل هي تماثيل برونزية أيقونية تحرس جسر قصر النيل في القاهرة. أقيمت في أوائل القرن العشرين، وترمز هذه التماثيل إلى القوة والشجاعة والربط بين أحياء القاهرة التاريخية والحديثة. كل أسد مصمم بتفاصيل دقيقة ويقف بفخر عند مدخل الجسر، ويجذب السياح والمصورين. أصبحت هذه التماثيل معالم ثقافية وغالبًا ما تُرتبط بالهوية الحضرية لمصر وتراثها الفني.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/Qasr_El_Nil_Lion_Statue.glb"
  },
  "Saad Zaghloul Statue": {
    "name_en": "Saad Zaghloul Statue",
    "name_ar": "تمثال سعد زغلول",
    "description_en": "The Saad Zaghloul Statue, located in Cairo, honors the influential Egyptian revolutionary and statesman who led the 1919 revolution against British colonial rule. Saad Zaghloul played a key role in Egypt’s nationalist movement and later served as Prime Minister. The statue depicts him in a dignified pose, symbolizing his leadership, patriotism, and contribution to Egypt’s independence. It stands as a historical landmark and a source of inspiration for visitors interested in modern Egyptian history.",
    "description_ar": "تمثال سعد زغلول، الواقع في القاهرة، يكرم الثائر والسياسي المصري البارز الذي قاد ثورة 1919 ضد الاحتلال البريطاني. لعب سعد زغلول دورًا محوريًا في الحركة الوطنية المصرية وشغل منصب رئيس الوزراء لاحقًا. يصور التمثال زغلول في وضعية وقورة، معبرًا عن قيادته ووطنيةه ومساهمته في استقلال مصر. ويعد معلمًا تاريخيًا ومصدر إلهام للزوار المهتمين بالتاريخ المصري الحديث.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/Saad%20Zaghloul%20Statue.glb"
  },
    "Senusret_I_Obelisk": {
    "name_en": "Senusret I Obelisk",
    "name_ar": "مسلة سنوسرت الأول",
    "description_en": "The Senusret I Obelisk, located in Karnak, is an ancient Egyptian monument built during the reign of Pharaoh Senusret I of the 12th Dynasty (circa 1971–1926 BC). Carved from red granite, the obelisk features hieroglyphic inscriptions celebrating the king’s achievements and devotion to the god Amun. Standing as a symbol of royal power, religious dedication, and architectural skill, it is part of the Karnak Temple complex, one of the most significant religious sites of ancient Egypt.",
    "description_ar": "مسلة سنوسرت الأول، الواقعة في الكرنك، هي نصب مصري قديم بُني في عهد الفرعون سنوسرت الأول من الأسرة الثانية عشرة (حوالي 1971–1926 قبل الميلاد). منحوتة من الجرانيت الأحمر، وتحتوي على نقوش هيروغليفية تحتفل بإنجازات الملك وتفانيه في عبادة الإله آمون. تمثل المسلة رمزًا للسلطة الملكية والتفاني الديني والمهارة المعمارية، وهي جزء من مجمع معابد الكرنك، أحد أهم المواقع الدينية في مصر القديمة.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/Senusret_I_Obelisk.glb"
  },
  "Simon Bolívar Statue": {
    "name_en": "Simon Bolívar Statue",
    "name_ar": "تمثال سيمون بوليفار",
    "description_en": "The Simon Bolívar Statue in Cairo honors the Latin American liberator who played a pivotal role in the independence movements of several South American countries. The statue symbolizes solidarity between nations and celebrates the universal ideals of freedom and justice. Positioned in a prominent public space, it is crafted with intricate detail, showing Bolívar in a commanding pose, and serves as a point of cultural and historical interest for visitors and scholars.",
    "description_ar": "تمثال سيمون بوليفار في القاهرة يكرم المحرر اللاتيني الأمريكي الذي لعب دورًا حاسمًا في حركات الاستقلال في عدة دول أمريكية جنوبية. يرمز التمثال إلى التضامن بين الأمم ويحتفي بالمثل العليا للحرية والعدالة. يقع التمثال في مساحة عامة بارزة، وهو مصنوع بتفاصيل دقيقة، يظهر بوليفار في وضعية قيادية، ويعد نقطة اهتمام ثقافية وتاريخية للزوار والباحثين.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/Simon%20Bol%C3%ADvar%20Statue.glb"
  },
  "Solar_Boat_Museum": {
    "name_en": "Khufu's Solar Boat Museum",
    "name_ar": "متحف قارب شمس خوفو",
    "description_en": "Khufu's Solar Boat Museum, located at the Giza Plateau, houses the reconstructed solar barque of Pharaoh Khufu. Discovered in 1954, the boat was intended for the pharaoh’s journey in the afterlife, carrying him with the sun god Ra across the sky. The museum preserves the boat in climate-controlled conditions, allowing visitors to study its construction, craftsmanship, and significance in ancient Egyptian funerary practices. It is an essential site for understanding the spiritual beliefs and technological skills of the Old Kingdom.",
    "description_ar": "متحف قارب شمس خوفو، الواقع في هضبة الجيزة، يضم قارب الشمس المعاد تركيبه للفرعون خوفو. اكتشف عام 1954، وكان القارب مخصصًا لرحلة الفرعون في الحياة الآخرة، ليحمله مع الإله رع عبر السماء. يحافظ المتحف على القارب في ظروف مناخية محكمة، مما يتيح للزوار دراسة بنائه وحرفته وأهميته في الممارسات الجنائزية المصرية القديمة. يُعد الموقع ضروريًا لفهم المعتقدات الروحية والمهارات التكنولوجية في المملكة القديمة.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/Khufu's%20Solar%20Boat.glb"
  },
    "Sultan Hassan Mosque": {
    "name_en": "Sultan Hassan Mosque",
    "name_ar": "مسجد السلطان حسن",
    "description_en": "The Sultan Hassan Mosque, located in Cairo, is a masterpiece of Mamluk architecture built between 1356 and 1363 during the reign of Sultan Hassan. It is one of the largest mosques in the world and features a monumental prayer hall, towering minarets, and intricate stone and marble decorations. The mosque also includes a madrasa (Islamic school) for the study of the four Sunni schools of law. It stands as a symbol of religious, educational, and architectural achievement in medieval Egypt.",
    "description_ar": "مسجد السلطان حسن، الواقع في القاهرة، هو تحفة من العمارة المملوكية بُني بين عامي 1356 و1363 في عهد السلطان حسن. يُعد أحد أكبر المساجد في العالم ويتميز بقاعة صلاة ضخمة، ومآذن شاهقة، وزخارف دقيقة من الحجر والرخام. يشمل المسجد أيضًا مدرسة دينية لتدريس المذاهب الأربعة في الفقه الإسلامي. يُعد المسجد رمزًا للإنجاز الديني والتعليم والعمارة في مصر الوسطى.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/Sultan%20Hassan%20Mosque.glb"
  },
  "Tal'at Harb Statue": {
    "name_en": "Tal'at Harb Statue",
    "name_ar": "تمثال طلعت حرب",
    "description_en": "The Tal'at Harb Statue in Cairo commemorates the influential Egyptian economist and nationalist, Tal'at Harb, founder of Banque Misr. Harb played a key role in modernizing Egypt’s economy in the early 20th century and promoting national economic independence. The statue depicts him in a dignified pose and is situated in a prominent public square, serving as a reminder of his contributions to Egypt’s financial and industrial development.",
    "description_ar": "تمثال طلعت حرب في القاهرة يخلد الاقتصادي والوطني المصري البارز، طلعت حرب، مؤسس بنك مصر. لعب حرب دورًا رئيسيًا في تحديث اقتصاد مصر في أوائل القرن العشرين وتعزيز الاستقلال الاقتصادي الوطني. يصور التمثال حرب في وضعية وقورة ويقع في ساحة عامة بارزة، ليكون تذكارًا لمساهماته في التنمية المالية والصناعية لمصر.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/Tal'at%20Harb%20Statue.glb"
  },
  "The Virgin Mary’s tree": {
    "name_en": "The Virgin Mary’s Tree",
    "name_ar": "شجرة العذراء مريم",
    "description_en": "The Virgin Mary’s Tree, located in the Cairo district of Zeitoun, is a religious site associated with reported apparitions of the Virgin Mary in the late 1960s. The tree is considered sacred by many Christians, attracting pilgrims from around the world. The site includes a small chapel nearby, where visitors come to pray and witness the tree. It symbolizes faith, hope, and the spiritual heritage of Egypt’s Christian community.",
    "description_ar": "شجرة العذراء مريم، الواقعة في حي الزيتون بالقاهرة، هي موقع ديني مرتبط بظهورات مذكورة للعذراء مريم في أواخر الستينيات. تعتبر الشجرة مقدسة لدى العديد من المسيحيين، وتجذب الحجاج من جميع أنحاء العالم. يشمل الموقع كنيسة صغيرة قريبة، حيث يأتي الزوار للصلاة ومشاهدة الشجرة. ترمز الشجرة إلى الإيمان والأمل والتراث الروحي للجالية المسيحية في مصر.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/The%20Virgin%20Mary’s%20tree.glb"
  },
    "The_Sphinx_Statue_Inside_the_Museum": {
    "name_en": "The Sphinx Statue (Inside the Museum)",
    "name_ar": "تمثال أبو الهول (داخل المتحف)",
    "description_en": "The Sphinx Statue inside the Egyptian Museum is a detailed replica of the Great Sphinx of Giza. Displayed for educational and preservation purposes, it allows visitors to study the features and artistic details of the original monument without environmental wear. The statue highlights the Sphinx’s historical role as a guardian figure, combining a lion’s body with a human head, and symbolizes strength, protection, and the ingenuity of ancient Egyptian craftsmanship.",
    "description_ar": "تمثال أبو الهول داخل المتحف المصري هو نسخة مفصلة من تمثال أبو الهول العظيم بالجيزة. يُعرض لأغراض تعليمية وحفظية، مما يتيح للزوار دراسة مميزات وتفاصيل العمل الفني للتمثال الأصلي دون التعرض للتآكل البيئي. يبرز التمثال الدور التاريخي لأبو الهول كحارس، حيث يجمع بين جسد أسد ورأس إنسان، ويرمز إلى القوة والحماية والبراعة الحرفية للمصريين القدماء.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/The%20Sphinx%20Statue%20(Inside%20the%20Museum).glb"
  },
  "menkaure pyramid": {
    "name_en": "Pyramid of Menkaure",
    "name_ar": "هرم منقرع",
    "description_en": "The Pyramid of Menkaure, located on the Giza Plateau, is the smallest of the three main pyramids but still an impressive example of Old Kingdom engineering. Built for Pharaoh Menkaure around 2510 BC, it forms part of a complex that includes subsidiary pyramids and a mortuary temple. The pyramid demonstrates the refinement of pyramid construction techniques, and its accompanying statues and artifacts reflect the artistic and religious values of the period.",
    "description_ar": "هرم منقرع، الواقع في هضبة الجيزة، هو أصغر الأهرامات الرئيسية الثلاثة ولكنه لا يزال مثالاً رائعًا على الهندسة في المملكة القديمة. بُني للفرعون منقرع حوالي 2510 قبل الميلاد، ويشكل جزءًا من مجمع يضم أهرامات فرعية ومعبد جنائزي. يظهر الهرم تقدم تقنيات بناء الأهرامات، وتعكس التماثيل والقطع الأثرية المصاحبة له القيم الفنية والدينية في تلك الفترة.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/menkaure%20pyramid.glb"
  },
  "sphinx": {
    "name_en": "Great Sphinx of Giza",
    "name_ar": "أبو الهول العظيم",
    "description_en": "The Great Sphinx of Giza, one of Egypt’s most iconic monuments, is a colossal limestone statue with the body of a lion and the head of a Pharaoh, believed to represent Pharaoh Khafre. Located on the Giza Plateau, it stands guard over the pyramids and has been a symbol of strength, wisdom, and protection for over 4,500 years. The Sphinx is an enduring emblem of ancient Egyptian civilization, art, and mythology, attracting scholars and tourists from around the world.",
    "description_ar": "أبو الهول العظيم، أحد أشهر المعالم في مصر، هو تمثال ضخم من الحجر الجيري يجمع بين جسد أسد ورأس فرعون، ويعتقد أنه يمثل الفرعون خفرع. يقع على هضبة الجيزة، ويحرس الأهرامات، وكان رمزًا للقوة والحكمة والحماية لأكثر من 4500 سنة. أبو الهول يمثل إرث الحضارة والفن والأساطير المصرية القديمة ويجذب العلماء والسياح من جميع أنحاء العالم.",
    "glb_url": "https://storage.googleapis.com/tourasna-storage/3d_models/Great%20Sphinx%20of%20Giza.glb"
  }
}